const MySkills = () => {
  return (
    <div id="skills" className="mySkills">
      <h2> This is my skills </h2>

      <div className="mySkills__conteyner">
        <div className="mySkills__conteyner-text">
          Равным образом укрепление и развитие структуры влечет за собой процесс
          внедрения и модернизации соответствующий условий активизации. Задача
          организации, в особенности же постоянный количественный рост и сфера
          нашей активности представляет собой интересный эксперимент проверки
          системы обучения кадров, соответствует насущным потребностям. Не
          следует, однако забывать, что рамки и место обучения кадров
          обеспечивает широкому кругу (специалистов) участие в формировании форм
          развития. Идейные соображения высшего порядка, а также реализация
          намеченных плановых заданий в значительной степени обуславливает
          создание форм развития.
        </div>
        <div className="mySkills__conteyner-download">
          <span>download my portfolio</span>
          <img className="download-img" src="download.svg " alt="alt" />
        </div>
      </div>
    </div>
  );
};

export default MySkills;
